tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bash-completion"
brew "colordiff"
brew "coreutils"
brew "docker"
brew "findutils"
brew "git", link: false
brew "htop"
brew "hub"
brew "maven"
brew "nginx"
brew "node"
brew "parallel"
brew "proctools"
brew "ranger"
brew "terraform"
brew "tig"
brew "tmux"
brew "wget"
cask "google-chrome"
cask "java8"
cask "kdiff3"
cask "nosleep"
cask "spotify"
cask "tcl"
cask "visual-studio-code"
cask "intellij-idea-ce"