alexkrechik.cucumberautocomplete
atian25.copy-syntax
bbenoist.vagrant
bibhasdn.unique-lines
chiehyu.vscode-astyle
DavidAnson.vscode-markdownlint
DotJoshJohnson.xml
eamodio.gitlens
esbenp.prettier-vscode
golang.go
hashicorp.terraform
henriiik.vscode-sort
James-Yu.latex-workshop
janisdd.vscode-edit-csv
jbockle.jbockle-format-files
keyring.Lua
Leopotam.csharpfixformat
marcostazi.VS-code-vagrantfile
mauve.terraform
mp.vscode-oracle-format
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.Go
ms-vscode-remote.remote-containers
ms-vscode.wordcount
redhat.java
ruiquelhas.vscode-uppercase
secanis.jenkinsfile-support
shakram02.bash-beautify
sidneys1.gitconfig
teclado.vscode-nginx-format
timonwong.shellcheck
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
william-voyek.vscode-nginx
xykong.format-all-files
